Repository: iagocaran/Vaults
Catalog: po/*.po
Languages: pt_br

source: An application for creating encrypted vaults for the GNOME desktop.
pt_br: Uma aplicação para criar cofres criptografados para o ambiente de trabalho GNOME.

source: Default window width
pt_br: Largura padrão da janela

source: Default window height
pt_br: Altura padrão da janela

source: Default window maximized behaviour
pt_br: Comportamento padrão da janela maximizada

source: Vaults lets you create encrypted vaults in which you can safely store files. It uses gocryptfs and CryFS for encryption.
pt_br: Vaults permite que você crie cofres encriptados nos quais você pode guardar seus arquivos com segurança. Ele usa gocryptfs e CryFS para encriptação.

source: Note: This version is sandboxed, to use Vaults you need to install:
pt_br: Nota: Esta versão é isolada, para usar Vaults você precisa instalar:

source: Welcome Window
pt_br: Janela de boas-vindas

source: Main Window
pt_br: Janela Principal

source: New Vault
pt_br: Novo Cofre

source: _Cancel
pt_br: _Cancelar

source: _Previous
pt_br: _Anterior

source: _Next
pt_br: _Próximo

source: _Add
pt_br: _Adicionar

source: _Name
pt_br: _Nome

source: _Password
pt_br: _Senha

source: _Encrypted Data Directory
pt_br: _Diretório de Dados Criptografados

source: Choose Encrypted Data Directory
pt_br: Escolha um Diretório de Dados Criptografados

source: _Mount Directory
pt_br: _Montar Diretório

source: Choose Mount Directory
pt_br: Escolha o Diretório de Montagem

source: Import Vault
pt_br: Importar Cofre

source: _Import
pt_br: _Importar

source: Preferences
pt_br: Preferências

source: _Default Paths
pt_br: _Caminhos Padrões

source: _Apply Changes
pt_br: _Aplicar Mudanças

# shortcut window
source: General
pt_br: Geral

# preferences
source: Show Preferences
pt_br: Mostrar Preferências

# shortcut window
source: Show Shortcuts
pt_br: Mostrar Atalhos

# shortcut window
source: Quit
pt_br: Sair

# shortcut window
source: Vaults
pt_br: Cofres

# vaults
source: Add New Vault
pt_br: Adicionar Novo Cofre

# vaults
source: Import Vault
pt_br: Importar Cofre

# vaults
source: Refresh
pt_br: Atualizar

source: Welcome to Vaults
pt_br: Bem-vindo ao Vaults

source: Add or Import a Vault.
pt_br: Adicionar ou Importar um Cofre.

source: Vault X
pt_br: Cofre X

source: Open Folder
pt_br: Abrir Pasta

source: Open Vault
pt_br: Abrir Cofre

source: Open Settings
pt_br: Abrir Configuração

source: Unlock Vault
pt_br: Desbloquear Cofre

source: Enter the password to unlock the Vault.
pt_br: Digite a senha para desbloquear o Cofre.

source: _Remove
pt_br: _Remover

source: Add or Import New Vault
pt_br: Adicionar ou Importar Novo Cofre

source: _New Vault
pt_br: _Novo Cofre

source: _Import Vault
pt_br: _Importar Cofre

source: _Refresh
pt_br: _Atualizar

source: _Preferences
pt_br: _Preferências

source: _Keyboard Shortcuts
pt_br: _Atalhos de Teclado

source: _About Vaults
pt_br: _Sobre o Vaults

source: Cancel
pt_br: Cancelar

source: Select
pt_br: Selecionar

source: Name is not valid.
pt_br: O nome não é válido.

source: Name already exists.
pt_br: O nome já existe.

source: Directory is empty.
pt_br: O diretório está vazio.

source: Directory is not valid.
pt_br: O diretório não é válido.

source: Directory is not empty.
pt_br: O diretório não está vazio.

source: Directories must not be equal.
pt_br: Os diretórios não podem ser iguais.

source: No configuration file found.
pt_br: Nenhum arquivo de configuração encontrado.

source: Close Vault
pt_br: Fechar Cofre

source: Backend is not installed.
pt_br: Backend não instalado.

source: No backends available. Please install gocryptfs or CryFS on your system.
pt_br: Nenhum backend disponível. Por favor, instale gocryptfs ou CryFS no seu sistema.

source: No backend installed. Please install gocryptfs or CryFS.
pt_br: Nenhum backend instalado. Por favor, instale gocryptfs ou CryFS.

source: Name is already taken.
pt_br: O nome já foi usado.

source: Encrypted data directory is empty.
pt_br: O diretório de dados criptografados está vazio.

source: Encrypted data directory is not valid.
pt_br: O diretório de dados criptografados não é válido.

source: Mount directory is not empty.
pt_br: O diretório de montagem não está vazio.

source: Mount directory is not valid.
pt_br: O diretório de montagem não é válido.

source: Found gocryptfs configuration file.
pt_br: Encontrado o arquivo de configuração do gocryptfs.

source: Found CryFS configuration file.
pt_br: Encontrado o arquivo de configuração do CryFS.

source: Encrypted data directory is not empty.
pt_br: O diretório de dados criptografados não está vazio.

source: An unknown error occurred.
pt_br: Um erro desconhecido ocorreu.

source: Invalid arguments were given.
pt_br: Argumentos inválidos fornecidos.

source: The password is wrong.
pt_br: A senha está errada.

source: The password is empty.
pt_br: A senha está vazia.

source: The format of the encrypted data directory is too new for this CryFS version. Please update CryFS.
pt_br: O formato do diretório de dados criptografados é muito novo para esta versão do CryFS. Por favor, atualize o CryFS.

source: The format of the encrypted data directory is too old for this CryFS version.
pt_br: O formato do diretório de dados criptografados é muito antigo para esta versão do CryFS.

source: The vault uses a different cipher than the default of CryFS.
pt_br: Este cofre usa uma cifra diferente da padrão do CryFS.

source: The encrypted data directory does not exist or is inaccessible.
pt_br: O diretório de dados criptografados não existe ou é inacessível.

source: The mount directory does not exist or is inaccessible.
pt_br: O diretório de montagem não existe ou é inacessível.

source: The mount directory is inside the encrypted data directory.
pt_br: O diretório de montagem está dentro do diretório de dados criptografados.

source: The encrypted data directory is invalid.
pt_br: O diretório de dados criptografados é inválido.

source: The encrypted data id in the configuration file is different to the last time this vault was opened. This could mean someone replaced files in the encrypted data directory with different ones.
pt_br: O id do dado criptografado no arquivo de configuração difere da última vez que este cofre foi aberto. Isso pode significar que alguém substituiu os arquivos no diretório de dados criptografados por outros diferentes.

source: The encryption key for your encrypted files is different to the last time this vault was opened. This could mean someone replaced files in the encrypted data directory with different ones.
pt_br: A chave do dado criptografado no arquivo de configuração difere da última vez que este cofre foi aberto. Isso pode significar que alguém substituiu os arquivos no diretório de dados criptografados por outros diferentes.

source: Vaults' configuration and the encrypted data configuration mismatches.
pt_br: A configuração do Vaults e a configuração dos dados criptografados não coincidem.

source: The encrypted data directory is in single-user mode and can only be used from the user that created it.
pt_br: O diretório de dados criptografados está em modo de usuário único e só pode ser usado pelo usuário que o criou.

source: CryFS detected an integrity violation. The encrypted data directory will be accessible again after the integrity state file has been deleted.
pt_br: CryFS detectou uma violação de integridade. O diretório de dados criptografados estará acessível de novo após a remoção do arquivo de estado de integridade.

source: An integrity violation was detected. Vault will be unmounted.
pt_br: Uma violação de integridade foi detectada. O cofre será desmontado.

source: Failed to create encrypted data directory: Permission denied.
pt_br: Falha ao criar diretório de dados criptografados: Permissão negada.

source: Failed to create encrypted data directory: Connection refused.
pt_br: Falha ao criar diretório de dados criptografados: Conexão recusada.

source: Failed to create encrypted data directory: Connection reset.
pt_br: Falha ao criar diretório de dados criptografados: Conexão reiniciada.

source: Failed to create encrypted data directory: Connection aborted.
pt_br: Falha ao criar diretório de dados criptografados: Conexão interrompida.

source: Failed to create encrypted data directory: Not connected.
pt_br: Falha ao criar diretório de dados criptografados: Não conectado.

source: Failed to create encrypted data directory.
pt_br: Falha ao criar diretório de dados criptografados.

source: Failed to create mount directory: Permission denied.
pt_br: Falha ao criar diretório de montagem: Permissão negada.

source: Failed to create mount directory: Connection refused.
pt_br: Falha ao criar diretório de montagem: Conexão recusada.

source: Failed to create mount directory: Connection reset.
pt_br: Falha ao criar diretório de montagem: Conexão reiniciada.

source: Failed to create mount directory: Connection aborted.
pt_br: Falha ao criar diretório de montagem: Conexão interrompida.

source: Failed to create mount directory: Not connected.
pt_br: Falha ao criar diretório de montagem: Não conectado.

source: Failed to create mount directory.
pt_br: Falha ao criar diretório de montagem.

source: The encrypted data directory is not empty.
pt_br: O diretório de dados encriptados não está vazio.

source: The mount directory is not empty.
pt_br: O diretório de montagem não está vazio.

source: Vaults cannot read configuration file.
pt_br: Vaults não consegue ler o arquivo de configuração.

source: Vaults cannot write configuration file.
pt_br: Vaults não consegue gravar o arquivo de configuração.

source: The file system check reported an error.
pt_br: A verificação do sistema de arquivos relatou um erro.
